import React from 'react';

function App(props) {
  const wrapper = {
    minHeight: '100%',
    display: 'flex',
    flexDirection: 'column',
    justifyContent: 'center'
  };
  return (
    <div style={wrapper}>
      <div><h1>Авіатехніка</h1></div>
      <div><p>Хобі авіатехніка - це захоплюючий світ, який дозволяє досліджувати та вивчати різні аспекти авіації та технологій,
        пов'язаних з нею. Якщо ви зацікавлені в авіації, то це хобі може стати для вас неймовірним джерелом задоволення.

        Ви можете проводити час, досліджуючи історію авіації, вивчаючи різні види літальних апаратів та їх технічні характеристики,
        а також вивчаючи різні аспекти авіаційної технології, такі як конструкція літаків, двигуни, авіоніка та безпека польотів.

        Ваше хобі може включати в себе відвідування авіасалонів, авіамузеїв, а також участь у авіаційних заходах та подіях. Також
        ви можете займатися моделюванням літальних апаратів, побудовою та літанням модельних літаків або навіть навчатися пілотуванню.

        Це захоплення може відкрити перед вами безмежні можливості для вивчення, творчості та відпочинку. Якщо авіація цікавить вас,
        хобі авіатехніка точно буде захоплюючим та заохочуючим шляхом розвитку вашого інтересу.</p>
    </div></div>
  );
}

export default App;
